[{"image":"images/children/a_schoolskeleton.jpg","title":"A to Z Mysteries: The School Skeleton","author":"Ron Roy","description":"S is for Skeleton . . . It’s a bona fide mystery at Dink’s school! Someone has stolen Mr. Bones, the skeleton from the nurse’s office. Soon mysterious clues start showing up all over the school. Dink, Josh, and Ruth Rose must follow the clues and put those old bones to rest.Ages: 6-9 years ","refNo":"C1169","ISBN":" 9780375813689","numOfPages":"90","price":"100","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/b_blackbeauty.jpg","title":"Black Beauty","author":" Anna Sewell","description":"Black Beauty is Anna Sewell's only novel, composed in the last years of her life between 1871 and 1877 while confined to her house as an invalid.The story is told in the first person as an autobiographical memoir told by a horse named Black Beauty—beginning with his carefree days as a colt on an English farm, to his difficult life pulling cabs in London, to his happy retirement in the country. Along the way, he meets with many hardships and recounts many tales of cruelty and kindness. Each short chapter recounts an incident in Black Beauty's life containing a lesson or moral typically related to the kindness, sympathy, and understanding treatment of horses, with Sewell's detailed observations and extensive descriptions of horse behaviour lending the novel a good deal of verisimilitude.","refNo":"C0294","ISBN":"9781403709820","numOfPages":"210","price":"210","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/barney.jpg","title":"ABC Animals","author":" Sheryl Leach","description":"Many parents have said that Barney has made a positive difference in the lives of their children. Whether it is a safety rule, an encouragement to brush their teeth, a reminder about fair play, or a gentle reminder to use their imagination, this read along book helps children make positive choice and enjoy the habit of reading. ","refNo":"C0840","ISBN":"9788120731332","numOfPages":" 24","price":"25","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/bedtime.jpg","title":"Bedtime Stories","author":"Various Authors","description":"Four classic tales, Three Little Pigs, Snow white, Sleeping Beauty and TheFrog Prince, adapted from the collections of the Brothers Grimm, Perrault and Hans Christian Andersen, have captured the imagination of children and adults alike for generations.","refNo":"C0928","ISBN":"9780907787181","numOfPages":"100","price":"100","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/c_charlie.jpg","title":"Charlie and the Chocolate Factory","author":"Roald Dahl","description":"The gates of Willy Wonka's famous chocolate factory are opening at last--and only five children will be allowed inside.Ages : 5-8","refNo":"C0255","ISBN":" 9781435255258","numOfPages":"90","price":"100","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/d_diary.jpg","title":"Diary of a Wimpy Kid","author":"Jeff Kinney","description":"Boys don’t keep diaries—or do they?The launch of an exciting and innovatively illustrated new series narrated by an unforgettable kid every family can relate to.It’s a new school year, and Greg Heffley finds himself thrust into middle school, where undersized weaklings share the hallways with kids who are taller, meaner, and already shaving. The hazards of growing up before you’re ready are uniquely revealed through words and drawings as Greg records them in his diary.Ages : 8-13","refNo":"C0513","ISBN":"9780141324906","numOfPages":"50","price":"50","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/f_akbarbirbal.jpg","title":"Famous Stories of Akbar Birbal","author":"Unknown","description":"Birbal, whose real name was 'Maheshdas', was one of the 'nine gems' of court advisers of Akbar the Great. He composed poetry by another pen name 'Brahma'. He led a famous expedition into faraway Afghanistan and managed to subdue the turbulence there. Hearing the news of his death there, Akbar burst forth: 'Birbal, you always gave the helpless whatever you had. I am helpless now and yet you have left nothing for me!'Birbal's name however does not rest on these achievements. He turned into a legend by the innumerable stories of his wit and wisdom, sense of justice and fair play, and above all, his uncanny skill in turning the tables on his detractors.In the stories here, Birbal exposes an unsuspecting thief through a simple trick; identifies the owner of a purse by throwing it into boiling water; tricks a liar into telling the truth by the ruse of calling a tree as witness; wins justice for a poor man by 'cooking' on a fire far away; proposes to cut down a mango tree to find out who really brought it up!","refNo":"C0654","ISBN":"9788179201104","numOfPages":"112","price":"120","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/f_arabian.jpg","title":"Famous Stories from Arabian Nights","author":"Unknown","description":"This book is a collection of some of the famous stories from the world famous Arabian Nights. A high degree of imagination and fantasy are used in these stories. They take the reader on a tour to a world of fantasy. Stories included are Alibaba and the Forty Thieves, The Flying horse, Aladin and the Magic Lamp which have been popular among all age groups throughout generations.","refNo":"C0649","ISBN":"9788179201831","numOfPages":"112","price":"120","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/f_tenali.jpg","title":"Famous Tales of Tenali Raman","author":"Indian Series","description":"No review available","refNo":"C0199","ISBN":"9788179201832","numOfPages":"112","price":"120","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},{"image":"images/children/f_vikram.jpg","title":"Famous Tales of Vikram and Betal","author":"Abrar Nari","description":"The stories of Vikram and Betal, originally written in sanskrit, have been an integral part of Indian fairy tales for many centuries. Legend has it that King Vikramaditya (Vikram), the emperor of Ujjain promises a monk to bring Betal, the vampire as a fovour promised to him. The condition is that the king should bring the vampire in complete silence, lest Betal, the vampire will fly back with the corpse to its abode. As soon as Vikram attempts to fetch the corpse in which the vampire Betal was residing, the vampire starts to narrate a story. And at the end of every story it compells king Vikram to solve the puzzle of the story, thus breaking his silence. The stories thus narrates by Betal, the Vampire forms an interesting series of fairy tales.","refNo":"C0433","ISBN":"8179940542","numOfPages":"128","price":"150","ownerId":"ownerid_2","button":"BUY","edit":"edit","delete":"delete"},null]
