[
    {
        
            "image":"images/biography/a_adoor.jpg",
            "title" : "Adoor Gopalakrishnan, A Life in Cinema",
            "author" : "Gautaman Bhaskaran",
            "description":"‘Cinema is your experience, your vision of life.’—Adoor Gopalakrishnan.A couple living in defiance of society, trying to make ends meet; a rootless, rustic simpleton unaware of his responsibilities; a selfish, middle-aged man clinging to old feudal ways; an ex-revolutionary wasting himself, sleeping and eating and drinking, much to the disgust of his old comrades; a writer who finds the true meaning of love and freedom in prison; and a prostitute discovering love only to be separated from her lover by the guardians of society.Adoor Gopalakrishnan’s characters are drawn from real people, real lives. His cinema manages to frame details that often escape our everyday glance, turning the mundane into the magical, the commonplace into the startling. Yet, very little is known about the auteur.In Adoor Gopalakrishnan: A Life in Cinema, the first authorized biography of the Dada Saheb Phalke Award winner, Gautaman Bhaskaran traces the ebbs and flows of the life of this enigmatic director. From his birth during the Quit India Movement to his lonely childhood at his uncles’ house; from life at Gandhigram, where Adoor studied rural development, to his days and nights at the Pune Film Institute; and from his first film, Swayamvaram, to his latest, Oru Pennum Rantaanum, Bhaskaran’s lucid narrative tracks the twists and turns of Gopalakrishnan’s life, finding an uncommon man and a rare auteur.",
            "refNo":"5275",
            "ISBN": "9780670081714",
            "numOfPages":"218",
            "price":"250",
            "ownerId":"ownerid_3",
             "button": "BUY",
             "edit":"edit",
              "delete":"delete"
              
        },
        {
             "image":"images/biography/a_prison.jpg",
            "title" : "A Prison Diary",
            "author" : " Jeffrey Archer",
            "description":"Jeffrey Archer was sentenced to four years' imprisonment at 12.07pm on Thursday 19th July 2001. Within six hours, Prisoner FF8282, as he is now known, was on suicide watch in the medical wing of Belmarsh top security prison in south London. This, he discovered, is standard procedure for first-time offenders on their first night in jail. By 6.00am the next morning, Archer had resolved to write a daily diary of everything he experienced while incarcerated. Jeffrey Archer's diary of his first three weeks imprisonment is a raw account of life in a top-security jail in Britain. It is also an indictment of the British penal system. The tales of his fellow inmates - many of whom are in for life - are often moving stories of hopelessness. But there are those, too, who, no matter what their previous histories, attempt to live their prison lives with dignity and integrity.",
             "refNo":"162",
            "ISBN": "9781405020947",
            "numOfPages":"259",
            "price":"300",
            "ownerId":"ownerid_3",
             "button": "BUY" ,
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/b_brokenbangles.jpg",
            "title" : " Broken Bangles",
            "author" : " Hanifa Deen",
            "description":"Hanifa Deen travelled through Bangladesh and Pakistan to discover the many faces of Muslim women today, meeting and talking to mavericks, feminists and starry-eyed foreign wives; actresses and socialites; urban professionals and rural women who had never left their village. With humour, compassion and insight, Deen relates stories of their fight against opression, of the friendship of women, of the joys and frustrations of the extended family, of the unwritten laws that govern women's lives and the violence that can threaten them.",
             "refNo":"4091",
            "ISBN": "9780140288575",
            "numOfPages":"324",
            "price":"350",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/c_anna.jpg",
            "title" : "Anna, The Life and Times of C.N. Annadurai",
            "author" : "R. Kannan",
            "description":"On 6 March 1967, fifty-eight-year-old Conjeevaram Natarajan Annadurai became chief minister of Madras state, when his party, the Dravida Munnetra Kazhagam (DMK), swept to power for the first time. Marking the pinnacle of his public life, it reflected his popularity among ordinary people who revered him as Anna, or elder brother. This rich biography illuminates his many lives—as a charismatic leader of modern India, as a stalwart of the Dravidian movement, as the founder of the DMK, as spokesman for the South—besides documenting his abilities as an acclaimed orator and littérateur in Tamil and English, and as a stage actor.The book does not shy away from the controversies that surrounded the Dravidian movement and candidly examines Anna’s complex relationship with Periyar. It records Anna’s move to form the DMK in 1949, his split with Sampath in 1961 over the party’s strategy and course, and his disillusionment with the corruption and power politics he witnessed as chief minister. Kannan draws on Anna’s considerable body of writing, the memoirs of other leaders and authors in Tamil, including critics like the poet Kannadasan, Jayakanthan and P. Ramamurti, apart from secondary sources. Featuring luminaries like Rajagopalachari and Kamaraj, Kalaignar Karunanidhi and MGR, among many others, Anna offers a warm and rounded portrait of a man who showed the way for the democratic expression of regional aspirations within a united India.",
            "refNo":"2855",
            "ISBN": "9780670083282",
            "numOfPages":"423",
            "price":"450",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/d_daughter.jpg",
            "title" : "Daughter of the East",
            "author" : "Daughter of the East",
            "description":"Beautiful, charismatic, and the first and only woman to lead a post-colonial Muslim state, Benazir Bhutto achieved international renown in her native Pakistan until charges of corruption forced her into exile in the late 1990s. From her upbringing in one of Pakistan's richest families to her subsequent politicization and her arrest following her father's execution, Bhutto's autobiography chronicles a life of strength, dedication, and courage in the face of adversity. This updated volume addresses her personal and political activities over the past two decades and how her country has changed since being thrust into international limelight following 9/11. Intriguing and impassioned, this is the life story of one of the most prominent female politicians of the 20th century.",
             "refNo":"832",
            "ISBN": " 9781435255259",
            "numOfPages":"225",
            "price":"230",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/e_armstrong.jpg",
            "title" : " Every Second Counts",
            "author" : " Lance Armstrong",
            "description":"Armstrong's previous book recounted his journey from a grim diagnosis of testicular cancer, which had spread to his lungs and brain, to a stunning recovery that culminated in his winning the 1999 Tour de France -- the ultimate evidence that he had also won a daunting battle with death. His new book addresses the equally daunting challenge of living in the aftermath of this experience and making the most of every breath of life. Armstrong candidly discusses his prickly relationship with the French and the ultimately disproved accusations of doping within his Tour de France team, and he writes about his recent achievements, including celebrating five years of cancer survival and how he restored a magnificent chapel in his beloved Spain. A fresh perspective on the spirit of survivors everywhere, Every Second Counts will invigorate and enthrall Armstrong's millions of admirers.",
             "refNo":"495",
            "ISBN": "9780767914482",
            "numOfPages":"246",
            "price":"280",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/f_forgiveme.jpg",
            "title" : "Forgive Me Amma, The Life and Times of Dhanraj Pillay",
            "author" : " Sundeep Misra",
            "description":"Precise, objective and highly engrossing, the book succeeds in not only presenting the enigmatic legend Dhanraj Pillay in all his fame and fury, but also documents the tumultuous journey of Indian hockey during the times he played.",
             "refNo":"2261",
            "ISBN": " 9788183280938",
            "numOfPages":"200",
            "price":"200",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/g_gandhi.jpg",
            "title" : "Gandhi Before India",
            "author" : "Ramachandra Guha",
            "description":"In 1893, when Mohandas Gandhi set sail for South Africa, he was a 23-year-old briefless lawyer who had failed to establish himself in India. The two decades that he spent in South Africa were to be the making of the Mahatma. In this remarkable biography, Ramachandra Guha argues that Gandhi’s ideas were fundamentally shaped before his return to India in 1915. It was during his years in England and South Africa that he came to understand the nature of imperialism and racism; and it was in South Africa that he forged the philosophy and techniques that would undermine and ultimately destroy the British Empire. Based on a wealth of new material, and archival research in four continents, Gandhi Before India presents a vivid portrait of Gandhi and the world he lived in, a world of sharp contrasts between the coastal culture of Gujarat, High Victorian London, and colonial South Africa. It explores in rich detail his experiments with dissident cults such as Tolstoyans and vegetarians; his friendships with radical Jews, heterodox Christians, and devout Muslims; his enmities and rivalries; and his failures as a husband and father. It tells the dramatic, profoundly moving story of how he inspired the devotion of thousands of followers as he mobilized a cross-class and inter-religious coalition, pledged to non-violence in their battle against a brutally racist regime.This deeply researched and beautifully written book will radically alter our understanding and appreciation of India’s greatest man.",
             "refNo":"4070",
            "ISBN": "9780670083879",
            "numOfPages":" 672",
            "price":"700",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/i_indira.jpg",
            "title" : "Indira, The Life of Indira Nehru Gandhi", 
            "author" : "Katherine Frank",
            "description":"Here is the first popular biography of one of the world's most influential leaders, India's third prime minister. Brought up during an era that saw the rise of Indian nationalism, Indira was raised to be what her father, Jawaharlal Nehru, called 'a child of revolution' - destined to play a political role in the creation and governing of an independent India. Despite her early reluctance to embrace this role, Indira eventually presided over a huge, complex, religiously riven, and male-dominated country. She was born to a wealthy, westernized family, but she had a gift for connecting with the poor of the countryside and the urban slums, the illiterate, the dispossessed - so much so that 'Indira is India' became a familiar slogan. Throughout childhood, love, marriage, imprisonment, motherhood, and a sequence of personal and family tragedies, her personal hopes and desires were continually subsumed by the historical and political imperatives of her country.In this beautifully written book, the acclaimed biographer Katherine Frank draws on unpublished sources and more than a hundred interviews to create a rich, balanced portrait. INDIRA captures in full color the personal and political fate of the leader of the world's largest democracy - the woman who played a dominant role in the history of the twentieth century and who, when it ended, was voted Womanof the Millennium by the BBC.",
             "refNo":"1830",
            "ISBN": "9780007259304",
            "numOfPages":"567",
            "price":"600",
            "ownerId":"ownerid_3",
             "button": "BUY" ,
            "edit":"edit",
              "delete":"delete"
        },
        {
            "image":"images/biography/j_cvraman.jpg",
            "title" : "Journey into Light; Life and Science of CV Raman",
            "author" : " G Venkataraman",
            "description":"The name of Raman is familiar to science not only through the effect that bears his name, but also due to derivative names such as stimulated Raman scattering and Raman laser. However, other than that he won the Nobel Prize, little is generally know about the man himself. But the story is fascinating. Raman fiercely cherished his independence and rejected government support for his research. A sharp critic of many government policies, he was often misunderstood and maligned, though his commitment to science and to its growth in India never wavered. Venkataraman's account deals with all these aspects of Raman's life and work, besides placing them in a proper perspective vis-a-vis the overall Indian scene. Numerous quotations help capture the mood and excitement of those times. The book is not only a lively biography of a colorful personality, but also required reading for anyone with a serious interest in and concern for Indian science.",
             "refNo":"2926",
            "ISBN": "0140240357",
            "numOfPages":"570",
            "price":"600",
            "ownerId":"ownerid_3",
             "button": "BUY",
            "edit":"edit",
              "delete":"delete"
        }
    
]

    
